{"PMID": "33964831", "OWN": "NLM", "STAT": "Publisher", "LR": "20210508", "IS": "1512-0112 (Print) 1512-0112 (Linking)", "IP": "312", "DP": "2021 Mar", "TI": "CORRELATION OF CD4+capital TE, Cyrillic LYMPHOCYTES ACTIVATION WITH INTERLEUKIN IL-9, IL-17, IL- 22 PROFILES IN THE PERIPHERAL BLOOD OF PATIENTS WITH PLAQUE PSORIASIS.", "PG": "75-78", "AB": "Psoriasis is a T cell mediated chronic inflammatory skin disease affecting about 2% of the population worldwide. Recently has established the central role of IL-23/Th17 immune axis in the pathogenesis of psoriasis and different subclasses of T cells including Th1 and Th17 cells are involved in initiation and amplification of the skin inflammation process, in addition, in cases of recurrent psoriasis, Th22 cells play the role of memory cells with the help of Th9 cells, which are also important in this process. The main goal was to evaluate the ratio of T cell profile and IL23/Th17 axis by evaluating IL17A, IL22, IL9 in peripheral blood of persons with moderate to severe plaque psoriasis. We have estimated the activation of IL-23/Th17 axis by evaluating the level of IL-17A, IL-22 and IL-9 in peripheral blood of patients with plaque psoriasis (n=18) with different severity of the disease (PASI from 10 to 40) comparing the results with data obtained from healthy persons (n=15). The expression of CD69 activation marker on T helper cells has been evaluated as well. The results were analyzed using FACScan flow cytometer (Becton Dickinson). The percentage of CD3 + T lymphocytes in the peripheral blood of patients with psoriasis was not significantly different compared to normal healthy volunteers, however, the level of expression of CD4 + T cells was reduced. We observed a dramatic increase in IL22 along with a decrease in the level of expression of IL-9 and IL-17, the expression of Th activation marker (CD69) was also decreased in comparison with the control group. The T cell profile and the IL-23/Th17 axis functional activity levels were significantly different from the literature data obtained about the inflammatory region (psoriatic lesions on the skin). IL-9 and IL-17 expression levels are decreased in peripheral blood Th cells, which may be explained by mobilization of the corresponding Th9 and Th17 cells into the inflammatory site.", "FAU": ["Mitskevich, N", "Tsertsvadze, T", "Maisuradze, N", "Datuashvili, M", "Khaled, Z", "Kobalia, G", "Mekokishvili, L"], "AU": ["Mitskevich N", "Tsertsvadze T", "Maisuradze N", "Datuashvili M", "Khaled Z", "Kobalia G", "Mekokishvili L"], "AD": ["1Ivane Javakhishvili Tbilisi State University, Division of Immunology and Microbiology; Georgia.", "1Ivane Javakhishvili Tbilisi State University, Division of Immunology and Microbiology; Georgia.", "1Ivane Javakhishvili Tbilisi State University, Division of Immunology and Microbiology; Georgia.", "2Caucasus International University, Faculty of Medicine; Tbilisi, Georgia.", "2Caucasus International University, Faculty of Medicine, Tbilisi, Georgia.", "2Caucasus International University, Faculty of Medicine, Tbilisi, Georgia.", "3Ilia State University, School of Natural Sciences and Medicine, Tbilisi, Georgia."], "LA": ["eng"], "PT": ["Journal Article"], "PL": "Georgia (Republic)", "TA": "Georgian Med News", "JT": "Georgian medical news", "JID": "101218222", "SB": "IM", "EDAT": "2021/05/09 06:00", "MHDA": "2021/05/09 06:00", "CRDT": ["2021/05/08 20:28"], "PHST": ["2021/05/08 20:28 [entrez]", "2021/05/09 06:00 [pubmed]", "2021/05/09 06:00 [medline]"], "PST": "ppublish", "SO": "Georgian Med News. 2021 Mar;(312):75-78."}