{"PMID": "33964818", "OWN": "NLM", "STAT": "Publisher", "LR": "20210508", "IS": "1512-0112 (Print) 1512-0112 (Linking)", "IP": "312", "DP": "2021 Mar", "TI": "[COMPLEX TREATMENT OF PATIENTS WITH VENOUS TROPHIC ULCER IN THE CONDITIONS OF COVID-19 HOSPITAL].", "PG": "7-14", "AB": "The aim of the study was to study the effectiveness of complex treatment of decompensated chronic venous insufficiency (CVI) using innovative techniques and proteolysis inhibitors with a wide spectrum of activity in patients with SARS-CoV-2 (COVID-19) in COVID hospital. This study was performed in the surgical department of COVID hospital on the basis of the Clinical Hospital No. 4 of the First Moscow State Medical University named I.M. Sechenov (Sechenov University). During the period from April 2020 to February 2021, 32 patients with confirmed SARS-CoV-2 (COVID-19) and the presence of venous trophic ulcers (VTU) of the lower extremities were treated. All patients underwent complex therapy for viral pneumonia in accordance with the order of the Ministry of Health of the Russian Federation. The protease inhibitor Aprotinin (Gordox ) was used to improve microcirculation and prevent the development of a \"cytokine storm\". To accelerate the cleansing and epithelialization of venous trophic ulcers, the surface of the trophic ulcer was treated with an air plasma flow of NO and injections into the trophic ulcer of autoplasma. Against the background of complex treatment, all patients showed positive dynamics of the clinical picture: relief of hyperthermia, increase or stabilization of SpO2 values from 95% and above, significant decrease in CRP, LDH, D-dimer indices, increase in the number of lymphocytes, decrease in the VTU area by 1.5 times, active granulation and marginal epithelialization of the ulcer. In 14 patients (43.8%), complete epithelialization of the VTU defect was noted by the end of the third week. According to the CIVIQ-20 questionnaire, all 32 patients participating in the study showed positive dynamics. There were no lethal outcomes. Multicomponent therapy of decompensated forms of CVI of the lower extremities in the COVID hospital in patients with moderate severity of coronavirus infection with the use of proteolysis inhibitors leads to a rapid relief of symptoms of intoxication, prevents the progression of lung tissue and parenchymal organ damage and contributes to the positive dynamics of healing of ulcerative defects in the vast majority of patients.", "FAU": ["Krylov, A", "Khorobrykh, T", "Petrovskaya, A", "Gandybina, E", "Gogokhia, T", "Mansurova, G"], "AU": ["Krylov A", "Khorobrykh T", "Petrovskaya A", "Gandybina E", "Gogokhia T", "Mansurova G"], "AD": ["Federal State Autonomous Educational Institution of Higher Education I.M. Sechenov First Moscow State Medical University (Sechenov University) of the Ministry of Health of the Russian Federation.", "Federal State Autonomous Educational Institution of Higher Education I.M. Sechenov First Moscow State Medical University (Sechenov University) of the Ministry of Health of the Russian Federation.", "Federal State Autonomous Educational Institution of Higher Education I.M. Sechenov First Moscow State Medical University (Sechenov University) of the Ministry of Health of the Russian Federation.", "Federal State Autonomous Educational Institution of Higher Education I.M. Sechenov First Moscow State Medical University (Sechenov University) of the Ministry of Health of the Russian Federation.", "Federal State Autonomous Educational Institution of Higher Education I.M. Sechenov First Moscow State Medical University (Sechenov University) of the Ministry of Health of the Russian Federation.", "Federal State Autonomous Educational Institution of Higher Education I.M. Sechenov First Moscow State Medical University (Sechenov University) of the Ministry of Health of the Russian Federation."], "LA": ["rus"], "PT": ["English Abstract", "Journal Article"], "PL": "Georgia (Republic)", "TA": "Georgian Med News", "JT": "Georgian medical news", "JID": "101218222", "SB": "IM", "EDAT": "2021/05/09 06:00", "MHDA": "2021/05/09 06:00", "CRDT": ["2021/05/08 20:28"], "PHST": ["2021/05/08 20:28 [entrez]", "2021/05/09 06:00 [pubmed]", "2021/05/09 06:00 [medline]"], "PST": "ppublish", "SO": "Georgian Med News. 2021 Mar;(312):7-14."}