{"PMID": "33964839", "OWN": "NLM", "STAT": "Publisher", "LR": "20210508", "IS": "1512-0112 (Print) 1512-0112 (Linking)", "IP": "312", "DP": "2021 Mar", "TI": "HISTOPATHOLOGICAL, PROLIFERATIVE, APOPTOTIC AND HORMONAL CHARACTERISTICS OF VARIOUS TYPES OF LEIOMYOMAS.", "PG": "119-125", "AB": "Uterine leiomyomas decrease the quality of life by causing significant morbidity among women of reproductive age. Histologically various types of leiomyoma's can be differentiated. We have analysed the histopathological, proliferation, apoptotic and hormonal profile in different types of leiomyomas. Study included altogether 140 cases distributed into following groups: group I - normal myometrium (20 cases), group II-classic leiomyoma (69 cases), group III-cellular leiomyoma (15 cases), group IV - bizarre cell/atypical leiomyoma (22 cases), group V - smooth muscle tumors of uncertain malignancy potential (STUMP) (8 cases) and group VI - leiomyosarcoma (6 cases). Together with classic histopathological features such as nuclear atypia, cellularity, presence of mitoses, vasculature and necrosis, immunohistochemical phenotype using antibodies against Ki67, Cas3, ER and PR were analysed. The results of our study showed that leiomyomas are characterised with variable histopathological and immunohistochemical phenotype. Especially, two entities, bizzare/atypical leiomyoma and STUMP, which can be divided into two subgroups according to the presence of the degree of atypia and the expression of proliferation, apoptosis and hormonal markers, which might be the explanation of their different prognosis. Presented histopathological and immunohistochemical features should be considered in the diagnosis of myometrial smooth muscle tumors.", "FAU": ["Kiknadze, T", "Tevdorashvili, G", "Muzashvili, T", "Gachechiladze, M", "Burkadze, G"], "AU": ["Kiknadze T", "Tevdorashvili G", "Muzashvili T", "Gachechiladze M", "Burkadze G"], "AD": ["Tbilisi State Medical University, Georgia.", "Tbilisi State Medical University, Georgia.", "Tbilisi State Medical University, Georgia.", "Tbilisi State Medical University, Georgia.", "Tbilisi State Medical University, Georgia."], "LA": ["eng"], "PT": ["Journal Article"], "PL": "Georgia (Republic)", "TA": "Georgian Med News", "JT": "Georgian medical news", "JID": "101218222", "SB": "IM", "EDAT": "2021/05/09 06:00", "MHDA": "2021/05/09 06:00", "CRDT": ["2021/05/08 20:28"], "PHST": ["2021/05/08 20:28 [entrez]", "2021/05/09 06:00 [pubmed]", "2021/05/09 06:00 [medline]"], "PST": "ppublish", "SO": "Georgian Med News. 2021 Mar;(312):119-125."}