{"PMID": "33964834", "OWN": "NLM", "STAT": "Publisher", "LR": "20210508", "IS": "1512-0112 (Print) 1512-0112 (Linking)", "IP": "312", "DP": "2021 Mar", "TI": "INFLAMMATION IN CHILDHOOD EPILEPSY SYNDROMES.", "PG": "88-92", "AB": "Epilepsy is one of the most common neurological disorder affecting up to 1% of the world population. It is a heterogeneous disorder and includes genetic, structural, metabolic causes, sometimes reason is unknown. In recent 20 years inflammation has been considered as a possible etiologic factor in angiogenesis and epileptogenesis in experimental models but there is still lack of evidence if inflammation could be seen in clinical cases of children with different forms of epilepsy. Epileptic encephalopathies are the group of epilepsies when seizure itself can cause severe cognitive and behavioral abnormalities. Besides seizures occurring in epileptic encephalopathies prone to be highly resistant to medication. Thus any etiological factor contributing to epileptogenesis could have high clinical relevance in modern epileptology. The aim of our research was to study the pro-inflammatory cytokines in different forms of epilepsy in children. We have assessed 56 children from 0-16 years of age. 20 were included in control group (Group 1), 20 children with resolved seizures were involved in study group (Group 2a) and 16 children with resistant seizures were identified as group 2b. The concentration of the following pro-inflammatory cytokines was assessed in blood serum: VCAM-1, CCL2, CCL3, CCL11 as well as a correlation between concentration and seizure repetition rate was also studied. All pro-inflammatory markers were within normal range in controls as well as in both study groups except CCL11. The concentration of CCL11 was elevated in group 2b. Thus we could hypothesize that inflammation could contribute to etiology of resistant epilepsies including epileptic encephalopathies. This evidence could serve as very significant information for pharmaceutical industry for future development of anti-inflammatory medicines as add on therapy with antiepileptic drugs for treatment of drug resistant epilepsies.", "FAU": ["Bakhtadze, S", "Geladze, N", "Khachapuridze, N"], "AU": ["Bakhtadze S", "Geladze N", "Khachapuridze N"], "AD": ["Tbilisi State Medical University, Department of Paediatric Neurology, Georgia.", "Tbilisi State Medical University, Department of Paediatric Neurology, Georgia.", "Tbilisi State Medical University, Department of Paediatric Neurology, Georgia."], "LA": ["eng"], "PT": ["Journal Article"], "PL": "Georgia (Republic)", "TA": "Georgian Med News", "JT": "Georgian medical news", "JID": "101218222", "SB": "IM", "EDAT": "2021/05/09 06:00", "MHDA": "2021/05/09 06:00", "CRDT": ["2021/05/08 20:28"], "PHST": ["2021/05/08 20:28 [entrez]", "2021/05/09 06:00 [pubmed]", "2021/05/09 06:00 [medline]"], "PST": "ppublish", "SO": "Georgian Med News. 2021 Mar;(312):88-92."}