{"PMID": "33964824", "OWN": "NLM", "STAT": "Publisher", "LR": "20210508", "IS": "1512-0112 (Print) 1512-0112 (Linking)", "IP": "312", "DP": "2021 Mar", "TI": "ADIPOCYTOKINES LEPTIN AND ADIPONEcapital ES, CyrillicTIN AS PREDICTORS OF GENERALIZED PERIODONTITIS ASSOCIATED WITH OBESITY.", "PG": "42-46", "AB": "In recent years, according to the WHO, more than 1,9 billion people over the age of 18 are overweight, of whom more than 650 million are obese, with an annual trend. Studies in recent decades have shown that obese young people with generalized periodontitis have abnormalities in protein, fat and carbohydrate metabolism, which contributes to the early destruction of the periodontal tissue complex and rapid tooth loss. The aim of our study was to examine changes in serum leptin and adiponectin in patients with generalized periodontitis on the background of obesity. The study involved 94 people aged 19 to 35 years. Patients were divided into 3 groups: 32 patients with generalized periodontitis on the background of overweight, 40 patients with generalized periodontitis and obesity, and the control group - 22 healthy individuals of the same age category. The content of leptin and adiponectin in the serum was determined by enzyme-linked immunosorbent assay (ELISA) ELISA. The study was performed by analyzing venous blood (2 ml) in a BD Vacutainer tube and then centrifuging on LDN and Mediagnost GmbH analyzers and test systems (Germany). Studies allow us to conclude that in the serum of patients with generalized periodontitis on the background of overweight and obesity there is an imbalance of adipokines leptin and adiponectin. The obtained data are consistent with the literature, according to which, an increase in BMI is accompanied by an increase in leptin production and a decrease in adiponectin levels. These disorders were more pronounced in patients with generalized periodontitis on the background of obesity. Such an imbalance in adipose tissue may stimulate the production of pro-inflammatory cytokines and contribute to the progression of periodontal disease in such patients.", "FAU": ["Maiborodina, D", "Antonenko, M", "Komisarenko, Y", "Stolyar, V"], "AU": ["Maiborodina D", "Antonenko M", "Komisarenko Y", "Stolyar V"], "AD": ["Bogomolets National Medical University, Institute of Postgraduate Education, Department of Dentistry, Kyiv, Ukraine.", "Bogomolets National Medical University, Institute of Postgraduate Education, Department of Dentistry, Kyiv, Ukraine.", "Bogomolets National Medical University, Institute of Postgraduate Education, Department of Dentistry, Kyiv, Ukraine.", "Bogomolets National Medical University, Institute of Postgraduate Education, Department of Dentistry, Kyiv, Ukraine."], "LA": ["eng"], "PT": ["Journal Article"], "PL": "Georgia (Republic)", "TA": "Georgian Med News", "JT": "Georgian medical news", "JID": "101218222", "SB": "IM", "EDAT": "2021/05/09 06:00", "MHDA": "2021/05/09 06:00", "CRDT": ["2021/05/08 20:28"], "PHST": ["2021/05/08 20:28 [entrez]", "2021/05/09 06:00 [pubmed]", "2021/05/09 06:00 [medline]"], "PST": "ppublish", "SO": "Georgian Med News. 2021 Mar;(312):42-46."}